<template>
  <svg width="6px" height="12px" viewBox="0 0 6 12" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
    <!-- Generator: Sketch 47.1 (45422) - http://www.bohemiancoding.com/sketch -->
    <title>向右箭头</title>
    <desc>Created with Sketch.</desc>
    <defs></defs>
    <g id="Page-2" stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
      <g id="9-移动端-网络性能" transform="translate(-1498.000000, -1132.000000)" fill="#99A9BF">
        <g id="Group-19" transform="translate(467.000000, 595.000000)">
          <g id="调整每页显示条数" transform="translate(13.000000, 529.000000)">
            <g id="显示更多页码" transform="translate(812.000000, 0.000000)">
              <path d="M206.065747,14.2786731 C205.948122,13.9932159 205.986635,13.6439592 206.19493,13.4144087 L210.917233,8.20450316 C211.174746,7.92056694 211.580685,7.93406332 211.824542,8.23397746 C212.067946,8.53433988 212.056787,9.00784976 211.799274,9.2922983 L207.562145,13.9677761 L211.782556,18.712641 C212.037517,18.9996031 212.04523,19.473113 211.799274,19.7709619 C211.673495,19.9236966 211.505415,20 211.337267,20 C211.176887,20 211.016453,19.9301807 210.891978,19.7904619 L206.212484,14.5296128 C206.20348,14.5191904 206.200077,14.5047014 206.191073,14.4937666 C206.18421,14.4862099 206.176977,14.4807505 206.170128,14.4727455 C206.133756,14.42835 206.1145,14.3739802 206.089698,14.3230526 C206.082863,14.307587 206.071732,14.294651 206.065747,14.2786731 Z" id="向右箭头" transform="translate(209.000000, 14.000000) scale(-1, 1) translate(-209.000000, -14.000000) "></path>
            </g>
          </g>
        </g>
      </g>
    </g>
  </svg>
</template>
<script type="text/ecmascript-6">
export default {
  name: "rightArrow_svg",
  data() {
    return {};
  }
};
</script>