<template>
  <svg width="6px" height="12px" viewBox="0 0 6 12" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
    <!-- Generator: Sketch 47.1 (45422) - http://www.bohemiancoding.com/sketch -->
    <title>向右箭头-不可点</title>
    <desc>Created with Sketch.</desc>
    <defs></defs>
    <g id="Page-2" stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
      <g id="9-移动端-网络性能" transform="translate(-1303.000000, -1132.000000)" fill="#D3DCE6">
        <g id="Group-19" transform="translate(467.000000, 595.000000)">
          <g id="调整每页显示条数" transform="translate(13.000000, 529.000000)">
            <g id="显示更多页码" transform="translate(812.000000, 0.000000)">
              <path d="M11.0657474,14.2786731 C10.9481218,13.9932159 10.9866349,13.6439592 11.1949296,13.4144087 L15.9172327,8.20450316 C16.1747463,7.92056694 16.5806849,7.93406332 16.8245418,8.23397746 C17.0679457,8.53433988 17.0567871,9.00784976 16.7992735,9.2922983 L12.5621451,13.9677761 L16.7825562,18.712641 C17.0375168,18.9996031 17.0452304,19.473113 16.7992735,19.7709619 C16.6734952,19.9236966 16.5054155,20 16.3372672,20 C16.1768874,20 16.0164527,19.9301807 15.8919782,19.7904619 L11.2124843,14.5296128 C11.2034805,14.5191904 11.2000766,14.5047014 11.1910728,14.4937666 C11.1842102,14.4862099 11.176977,14.4807505 11.1701281,14.4727455 C11.1337561,14.42835 11.1144995,14.3739802 11.089698,14.3230526 C11.0828628,14.307587 11.0717316,14.294651 11.0657474,14.2786731 Z" id="向右箭头-不可点" transform="translate(14.000000, 14.000000) scale(-1, 1) translate(-14.000000, -14.000000) "></path>
            </g>
          </g>
        </g>
      </g>
    </g>
  </svg>
</template>
<script type="text/ecmascript-6">
export default {
  name: "leftArrowGray_svg",
  data() {
    return {};
  }
};
</script>